/**
 * @author https://github.com/peng1031
 * 禁止删掉@author 注释 否则程序会出现未知问题
 * 开发人员名单
 * 主要功能：
 * 1. 存储开发人员名单
 * 2. 提供thanks页面数据支持
 */

const teamData = {
  // 项目介绍
  teamIntro: "本项目由河北科技师范学院数学与信息科技学院学生团队开发，旨在为师生提供便捷的校园服务。团队成员来自不同专业，各司其职，共同打造了这个充满活力的校园服务平台。",
  
  // 核心团队信息
  coreTeam: [
    {
      id: 'painters',
      title: "绘画组",
      members: ["刘中宏", "杜柔霏", "王升泽","刘欣雨", "张思涵", "张欣怡", "呼梓轩", "程雪春", "张瑶", "王佳祎", "薛佳凝", "韩晓娟", "刘晴","许丽", "吕艾家", "侯雨晴", "李文雨", "荆然", "郭川隆"]
    },
    {
      id: 'devTeam',
      title: "开发组",
      members: ["孟凡宇", "刘金库", "任众", "李子凡", "戴江硕", "孙佳一","李冉冉", "孙瑞杰", "朱鸿佳", "王庆洁", "张嘉月","王莹莹", "张嘉艺", "吴梦雅"]
    },
    {
      id: 'caiji',
      title: "数据采集组",
      members: ["杜柔霏", "刘晴", "刘禹萱","李凯文", "张欣怡", "韩冰雨","孔雅婷"]
    },
     {
      id: 'teacher ',
      title: "指导教师",
      members: ["张继尧"]
    }, 
  ],
};

module.exports = {
  teamData: teamData
};

